/* Undo action names */

"crop"              = "Crop";
"paste"             = "Paste";
"rotate"            = "Rotate";
"rotate left"       = "Rotate Left";
"rotate right"      = "Rotate Right";
"flip"              = "Flip";
"flip vertical"     = "Flip Vertical";
"flip horizontal"   = "Flip Horizontal";

"add oval"          = "Add Oval";
"add rectangle"     = "Add Rectangle";
"add text"          = "Add Text";
"add line"          = "Add Line";

"move annotation"   = "Move Annotation";
"resize annotation" = "Resize Annotation";
"delete annotation" = "Delete Annotation";

"add selection"     = "Add Selection";
"move selection"    = "Move Selection";
"resize selection"  = "Resize Selection";
"delete selection"  = "Delete Selection";

